{
  "2020-2021, Made with love by": "พ.ศ. 2020-2021 โดย",
  "Designers": "ออกแบบ",
  "Home": "บ้าน",
  "About": "บน",
  "Pages": "เทคโนโลยี",
  "Blog": "บล็อก",
  "Gallery": "ออกแบบ",
  "Contact": "ติดต่อ",
  "Hello I`m": "สวีสดีฉันเอง",
  "About Me": "เกี่ยวกับฉัน",
  "Our daily mission : find and showcase the best web design inspirations and trends. Every day, we publish ": "งานประจำวันของเรา: ค้นหาและแสดงแรงบันดาลใจและแนวโน้มการออกแบบเว็บไซต์ที่ดีที่สุด ทุกวันเราจะเผยแพร่",
  "fresh and creative new websites ideas made by creative agencies and web designers from all over the world.": "แนวคิดสร้างสรรค์เว็บไซต์จากหน่วยงานสร้างสรรค์และนักออกแบบเว็บไซต์จากทั่วทุกมุมโลก",
  "Download CV": "ดาวน์โหลดประวัติย่อ",
  "What I do": "ฉันทำอะไรลงไป",
  "Build features quickly with simple, declarative templates. Extend the template language with your own components and use a wide array of existing components. Get immediate Angular-specific help and feedback with nearly every IDE and editor. All this comes together so you can focus on building amazing apps rather than trying to make the code work.": "ใช้เทมเพลตที่เปิดเผยอย่างง่ายเพื่อสร้างฟังก์ชันการทำงานอย่างรวดเร็ว ขยายภาษาเทมเพลตด้วยส่วนประกอบของคุณเองและใช้ส่วนประกอบต่างๆที่มีอยู่ IDE และบรรณาธิการเกือบทั้งหมดสามารถรับความช่วยเหลือและข้อเสนอแนะเฉพาะสำหรับ Angular ได้ทันที ทั้งหมดนี้มารวมกันดังนั้นคุณจึงสามารถมุ่งเน้นไปที่การสร้างแอปพลิเคชันที่ยอดเยี่ยมโดยไม่ต้องพยายามทำให้โค้ดใช้งานได้",
  "Technical Skills": "ทักษะทางเทคนิค",
  "Skills": "พรสวรรค์",
  "Communcation": "การสื่อสาร",
  "Team Work": "การทำงานเป็นทีม",
  "Project Management": "การจัดการโครงการ",
  "Creativity": "ความคิดสร้างสรรค์",
  "Professional Skills": "ทักษะระดับมืออาชีพ",
  "Art & Multimedia From ": "ศิลปะและมัลติมีเดีย",
  "LCCNET Liancheng": "เหลียนเฉิงคอมพิวเตอร์",
  "UI/UX Designer ": "ตัวออกแบบ UI / UX",
  "Kurage Digital Workshop": "Kurage Digital Workshop",
  "Responsibility": "ความรับผิดชอบ",
  "Validate CSS": "ตรวจสอบ CSS",
  "Our daily mission : find and showcase the best web design inspirations and trends. Every day, we publish fresh and creative new websites ideas made by creative agencies and web designers from all over the world.": "งานประจำวันของเรา: ค้นหาและแสดงแรงบันดาลใจและแนวโน้มการออกแบบเว็บไซต์ที่ดีที่สุด ทุกวันเราเผยแพร่แนวคิดเว็บไซต์ใหม่และเป็นต้นฉบับที่เสนอโดยเอเจนซีสร้างสรรค์และนักออกแบบเว็บไซต์จากทั่วทุกมุมโลก",
  "Recent Portfolio": "ผลงานล่าสุด",
  "All Categories": "ทุกหมวดหมู่",
  "Web Design": "ออกแบบเว็บไซต์",
  "Branding": "โปรโมชั่นแบรนด์",
  "Mockups": "ตัวอย่าง",
  "Photography": "การถ่ายภาพ",
  "Creative Design": "การออกแบบเพิ่มเติม",
  "Pricing Table": "ตารางราคา",
  "Hire me": "จ้างฉัน",
  "Full-time work": "งานประจำ",
  "I am available for full time": "ฉันมีเวลาเต็มที่",
  "Web Development": "การพัฒนาเว็บ",
  "Advertising": "การโฆษณา",
  "Game Development": "การพัฒนาเกม",
  "Music writing": "การเขียนเพลง",
  "Fixed Price Project": "รายการราคาคงที่",
  "Hourly Work": "ทำงานทุกชั่วโมง",
  "I am available for Hourly Project": "ฉันสามารถทำโครงการรายชั่วโมงได้",
  "Featured Posts": "บทความที่แนะนำ",
  "Google Starts crawl": "ดึงข้อมูลจาก Google",
  "Post on": "โพสต์เมื่อ",
  "Post": "จาก",
  "Read More": "มากกว่า",
  "Education": "การศึกษา",
  "Work Experience": "ประสบการณ์การทำงาน",
  "All rights reserved.": "สงวนลิขสิทธิ์.",
  "Chinese": "ชาวจีน",
  "English": "ภาษาอังกฤษ",
  "Japanese": "ญี่ปุ่น",
  "Thai": "ยาสุฟุมิ",
  "Language": "ภาษา"
}
